Repository: CheckNill/StandardEdition
Catalog: StandardEdition/*.lproj/Localizable.strings
Languages: fr, ja, ru

source: Set TouchID
ja: タッチIDを設定

source: Set Number password
ja: 番号パスワードを設定する
ru: Установить пароль номера

source: Category Manager
ja: カテゴリマネージャ
ru: Менеджер категорий

source: About us
fr: A propos de nous
ja: 私たちについて
ru: О нас

source: Saving ...
fr: Sauvegarder ...
ja: 保存...
ru: Сохранение ...

source: Search With nickName
fr: Rechercher avec nickName
ja: ニックネームで検索
ru: Поиск с nickName

source: Cancel
fr: Annuler
ja: キャンセル
ru: Отменить

source: please select catagory
fr: veuillez sélectionner la catégorie
ja: catagoryを選択してください
ru: пожалуйста, выберите catagory

source: nickName can't be nil
fr: nickName ne peut pas être nul
ja: ニックネームはnilにできません
ru: nickName не может быть nil

source: Edit Category
fr: Modifier la catégorie
ja: カテゴリの編集
ru: Изменить категорию

source: create catagory
fr: créer une catégorie
ja: 作成するcatagory
ru: создать catagory

source: please inter catagory name
fr: s'il vous plaît inter catagory name
ja: を入力してください
ru: пожалуйста, введите имя для каждой категории

source: Tuoch ID can be used to retrieve and modified numeric passwords
fr: Tuoch ID peut être utilisé pour récupérer et modifier les mots de passe numériques
ja: Tuoch IDを使用して数値パスワードを取得および変更することができます
ru: Идентификатор Tuoch можно использовать для извлечения и изменения числовых паролей

source: Setting Password
fr: Définition du mot de passe
ja: 設定パスワード
ru: Настройка пароля

source: Confirm Password
fr: Confirmer le mot de passe
ja: パスワードの確認
ru: Подтвердить пароль

source: Dense successor success
fr: Succès du successeur dense
ja: 後者の密集者
ru: Плотный успех преемника

source: Dense school losing loss
fr: Perte scolaire intense
ja: 密度の高い学校の損失
ru: Плотная школа теряет убытки

source: no information!
fr: aucune information!
ja: 情報なし!
ru: нет информации!

source: Version
ru: Версия

source: Verify Password
fr: Vérifier le mot de passe
